{
  "nonprofits": [
    {
      "id": 1,
      "name": "St. Jude",
      "image": "https://pbs.twimg.com/profile_images/1001468807624445952/n2ehvBL1.jpg",
      "description": "St. Jude Children's Research Hospital, founded in 1962, is a pediatric treatment and research facility focused on children's catastrophic diseases, particularly leukemia and other cancers.",
      "donations": 0
    },
    {
      "id": 2,
      "name": "BRIDGES",
      "image": "https://pbs.twimg.com/profile_images/1058382930010103808/8mWqy7fA.jpg",
      "description": "BRIDGES provides students an opportunity to find their voice through unique experiential learning activities that are adventurous, relational and transformative. As a result, participants are empowered to reach across racial and socio-economic divides, are prepared for secondary educational opportunities and careers, and are engaged in civic affairs in their communities.",
      "donations": 0
    },
    {
      "id": 3,
      "name": "Alex's Lemonade Stand",
      "image": "https://www.alexslemonade.org/files/downloads/ALSFsquare.jpg",
      "description": "Alex's Lemonade Stand Foundation is an American pediatric cancer charity founded by Alexandra \"Alex\" Scott, who lived in Pennsylvania and suffered from neuroblastoma.",
      "donations": 0
    },
    {
      "id": 4,
      "name": "Mariposas Collective",
      "image": "https://scontent.fmem1-1.fna.fbcdn.net/v/t1.6435-9/78628485_2470827376530954_514714678958489600_n.png?_nc_cat=109&ccb=1-3&_nc_sid=09cbfe&_nc_ohc=tG5IIETBWg0AX9B3k_P&_nc_ht=scontent.fmem1-1.fna&oh=96f7e9a66f0c108a61f9a47c11e82a1a&oe=60E52FD4",
      "description": "Mariposas Collective is a grassroots group of people driven by love of our neighbors, feelings of solidarity, and a desire for justice. Mariposas Collective volunteers serve asylum seeking families in transit through Memphis, more than 80 families every week",
      "donations": 0
    },
    {
      "id": 5,
      "name": "H.O.P.E.",
      "image": "https://midsouthpeace.org/wp-content/uploads/2016/07/10392410_772728763540_1126703276823902589_n.jpg",
      "description": "Homeless Organizing for Power and Equality (H.O.P.E.) is an organization whose members are exclusively people who are currently experiencing or have formerly experienced homelessness. H.O.P.E. is a voice for the homeless community in Memphis, redefining and challenging people’s ideas about homelessness and bridging the gap between the unsheltered and sheltered communities through grassroots activism, organizing, education, networking, and skills-training.",
      "donations": 0
    }
  ]
}